window.SYLLABUS={
  "Physics": {
    "1st Paper": [
      "ভৌত জগৎ ও পরিমাপ",
      "ভেক্টর",
      "গতিবিদ্যা",
      "নিউটনিয়ান বলবিদ্যা",
      "কাজ, ক্ষমতা ও শক্তি",
      "মহাকর্ষ ও অভিকর্ষ",
      "পদার্থের গাঠনিক ধর্ম",
      "পর্যাবৃত্ত গতি",
      "তরঙ্গ",
      "আদর্শ গ্যাস ও গ্যাসের গতিতত্ত্ব"
    ],
    "2nd Paper": [
      "তাপগতিবিদ্যা",
      "স্থির তড়িৎ",
      "চল তড়িৎ",
      "তড়িৎ প্রবাহের চৌম্বক ক্রিয়া ও চুম্বকত্ব",
      "তড়িৎ চুম্বকীয় আবেশ ও পরিবর্তী প্রবাহ",
      "জ্যামিতিক আলোকবিজ্ঞান",
      "ভৌত আলোকবিজ্ঞান",
      "আধুনিক পদার্থবিজ্ঞানের সূচনা",
      "পরমাণুর মডেল ও নিউক্লিয়ার পদার্থবিজ্ঞান",
      "সেমিকন্ডাক্টর ও ইলেকট্রনিক্স",
      "জ্যোতির্বিজ্ঞান"
    ]
  },
  "Chemistry": {
    "1st Paper": [
      "ল্যাবরেটরির নিরাপদ ব্যবহার",
      "গুণগত রসায়ন",
      "মৌলসমূহের পর্যাবৃত ধর্ম ও রাসায়নিক বন্ধন",
      "রাসায়নিক পরিবর্তন",
      "কর্মমুখী রসায়ন"
    ],
    "2nd Paper": [
      "পরিবেশ রসায়ন",
      "জৈব রসায়ন",
      "পরিমাণগত রসায়ন",
      "তড়িৎ রসায়ন",
      "অর্থনৈতিক রসায়ন"
    ]
  },
  "Biology": {
    "1st Paper": [
      "কোষ ও এর গঠন",
      "কোষ বিভাজন",
      "কোষ রসায়ন",
      "অণুজীব",
      "শৈবাল ও ছত্রাক",
      "ব্রায়োফাইটা ও টেরিডোফাইটা",
      "নগ্নবীজী ও আবৃতবীজী উদ্ভিদ",
      "টিস্যু ও টিস্যুতন্ত্র",
      "উদ্ভিদ শারীরতত্ত্ব",
      "উদ্ভিদ প্রজনন",
      "জীবপ্রযুক্তি",
      "জীবের পরিবেশ, বিস্তার ও সংরক্ষণ"
    ],
    "2nd Paper": [
      "প্রাণীর বিভিন্নতা ও শ্রেণীবিন্যাস",
      "প্রাণীর পরিচিতি",
      "পরিপাক ও শোষণ",
      "রক্ত ও সংবহন",
      "শ্বসন ও শ্বাসক্রিয়া",
      "বর্জ্য ও নিষ্কাশন",
      "চলন ও অঙ্গচালনা",
      "সমন্বয় ও নিয়ন্ত্রণ",
      "মানব জীবনের ধারাবাহিকতা",
      "মানবদেহের প্রতিরক্ষা",
      "জিনতত্ত্ব ও বিবর্তন",
      "প্রাণীর আচরণ"
    ]
  },
  "Higher Math": {
    "1st Paper": [
      "ম্যাট্রিক্স ও নির্ণায়ক",
      "ভেক্টর",
      "সরলরেখা",
      "বৃত্ত",
      "বিন্যাস ও সমাবেশ",
      "ত্রিকোণমিতিক অনুপাত",
      "সংযুক্ত কোণের ত্রিকোণমিতিক অনুপাত",
      "ফাংশন ও ফাংশনের লেখচিত্র",
      "অন্তরীকরণ",
      "যোগজীকরণ"
    ],
    "2nd Paper": [
      "বাস্তব সংখ্যা ও অসমতা",
      "যোগাশ্রয়ী প্রোগ্রাম",
      "জটিল সংখ্যা",
      "বহুপদী ও বহুপদী সমীকরণ",
      "দ্বিপদী বিস্তৃতি",
      "কনিক",
      "বিপরীত ত্রিকোণমিতিক ফাংশন ও ত্রিকোণমিতিক সমীকরণ",
      "স্থিতিবিদ্যা",
      "গতিবিদ্যা",
      "বিস্তার পরিমাপ ও সম্ভাবনা"
    ]
  }
};
